Repository: AhmedHeshamEG/3D-lowey
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, it

source: Tap a face and drag it. Tap the number to type an exact size, like 25 or 2*12.
ar: المس وجهًا واسحبه. المس الرقم لكتابة مقاس دقيق، مثل 25 أو 2*12.
it: Tocca una faccia e trascinala. Tocca il numero per scrivere una misura esatta, come 25 o 2*12.

source: Tap a line of a sketch to offset it
ar: المس خطًا في الرسم لإزاحته
it: Tocca una linea dello schizzo per spostarla in parallelo

source: Tap a shape, a modelled part or a placed model to paint it.
ar: اضغط على شكل أو جزء منمذج أو نموذج موضوع لتطليه.
it: Tocca una forma, una parte modellata o un modello inserito per dipingerlo.

source: Tap a sound in the timeline to edit it.
ar: انقر على صوت في الخط الزمني لتعديله.
it: Tocca un suono nella timeline per modificarlo.

source: Tap a stroke or draw a loop around strokes with the Pencil. Then drag them, or change them here.
ar: انقر على خط أو ارسم حلقة حول الخطوط بالقلم. ثم اسحبها أو غيّرها هنا.
it: Tocca un tratto o disegna un anello attorno ai tratti con la Pencil. Poi trascinali o modificali qui.

source: Tap an object to take its colour into palette slot %lld
ar: انقر على عنصر لأخذ لونه إلى الخانة %lld في اللوحة
it: Tocca un oggetto per prenderne il colore nello slot %lld della tavolozza

source: Tap an object to take its colour into slot %lld
ar: انقر على عنصر لأخذ لونه إلى الخانة %lld
it: Tocca un oggetto per prenderne il colore nello slot %lld

source: Tap how far it bends
ar: المس مقدار انحنائه
it: Tocca quanto si piega

source: Tap on a face or the ground. Closed shapes fill; tap one and drag it up into a solid, or into a face to cut.
ar: المس وجهًا أو الأرض. الأشكال المغلقة تمتلئ؛ المس واحدًا واسحبه للأعلى ليصبح مجسمًا، أو داخل وجه لتقطعه.
it: Tocca una faccia o il terreno. Le forme chiuse si riempiono: toccane una e trascinala in su per farne un solido, o dentro una faccia per tagliare.

source: Tap one corner
ar: المس زاوية
it: Tocca un angolo

source: Tap projects to select them
ar: اضغط على المشاريع لتحديدها
it: Tocca i progetti per selezionarli

source: Tap the centre
ar: المس المركز
it: Tocca il centro

source: Tap the corners of the floor. Tap the first one to finish
ar: المس زوايا الأرضية. المس الأولى لتنتهي
it: Tocca gli angoli del pavimento. Tocca il primo per finire

source: Tap the corners of the walls. Tap the first one to close the room
ar: المس زوايا الجدران. المس الأولى لتغلق الغرفة
it: Tocca gli angoli dei muri. Tocca il primo per chiudere la stanza

source: Tap the edge
ar: المس الحافة
it: Tocca il bordo

source: Tap the first point
ar: المس النقطة الأولى
it: Tocca il primo punto

source: Tap the next corner. Tap the first one to close
ar: المس الزاوية التالية. المس الأولى للإغلاق
it: Tocca l'angolo successivo. Tocca il primo per chiudere

source: Tap the opposite corner
ar: المس الزاوية المقابلة
it: Tocca l'angolo opposto

source: Tap the second point
ar: المس النقطة الثانية
it: Tocca il secondo punto

source: Tap the side of a wall where the door goes
ar: المس جانب الجدار حيث يوضع الباب
it: Tocca il lato di un muro dove va la porta

source: Tap the side of a wall where the window goes
ar: المس جانب الجدار حيث توضع النافذة
it: Tocca il lato di un muro dove va la finestra

source: Tap through the curve. Tap the start to close
ar: المس على طول المنحنى. المس البداية للإغلاق
it: Tocca lungo la curva. Tocca l'inizio per chiudere

source: Tap two points: corners and edges snap. Tap the number to keep it on the stage; it moves with what it measures.
ar: المس نقطتين: الزوايا والحواف تلتقط. المس الرقم لتحتفظ به على المشهد؛ يتحرك مع ما يقيسه.
it: Tocca due punti: angoli e bordi si agganciano. Tocca il numero per tenerlo sulla scena; si muove con ciò che misura.

source: Tap where it ends
ar: المس حيث ينتهي
it: Tocca dove finisce

source: Tap where the arc starts
ar: المس حيث يبدأ القوس
it: Tocca dove inizia l'arco

source: Tap where the curve starts
ar: المس حيث يبدأ المنحنى
it: Tocca dove inizia la curva

source: Tap where the line starts
ar: المس حيث يبدأ الخط
it: Tocca dove inizia la linea

source: Tap where the stairs start: they climb away from you
ar: المس حيث يبدأ الدرج: يصعد مبتعدًا عنك
it: Tocca dove iniziano le scale: salgono allontanandosi da te

source: Taper
ar: الاستدقاق
it: Assottigliamento

source: Text
ar: النص
it: Testo

source: Texture
ar: الملمس

source: Texturized
ar: ثابتة
it: Fissa

source: That didn't work: %@
ar: لم ينجح ذلك: %@
it: Non ha funzionato: %@

source: That isn't a Scene Script (JSON with "actions")
ar: هذا ليس Scene Script (JSON يحتوي "actions")
it: Non è uno Scene Script (JSON con "actions")

source: That model can't be taken apart yet: it's still loading
ar: لا يمكن تفكيك هذا النموذج بعد: ما زال يُحمَّل
it: Quel modello non si può ancora scomporre: sta ancora caricando

source: That object has no colour of its own
ar: ليس لهذا العنصر لون خاص به
it: Quell'oggetto non ha un colore proprio

source: That picture couldn't be read.
ar: تعذّرت قراءة تلك الصورة.
it: Impossibile leggere quell'immagine.

source: That picture couldn't be saved.
ar: تعذّر حفظ تلك الصورة.
it: Impossibile salvare quell'immagine.

source: That recording was too short
ar: كان ذلك التسجيل قصيرًا جدًا
it: Quella registrazione era troppo breve

source: That would turn the shape inside out
ar: سينقلب الشكل من الداخل إلى الخارج
it: La forma si rovescerebbe

source: The benchmark couldn't run
ar: تعذّر تشغيل اختبار الأداء
it: Il benchmark non è partito

source: The board first: plan it, then build it.
ar: اللوحة أولًا: خطّط ثم ابنِ.
it: Prima la lavagna: pianifica, poi costruisci.

source: the chin
ar: الذقن
it: il mento

source: The Director view looks through the shot camera. It's flying over the island now.
ar: منظور المخرج يرى عبر كاميرا اللقطة. إنها تطير فوق الجزيرة الآن.
it: La vista regista guarda attraverso la camera dell'inquadratura. Ora sta volando sopra l'isola.

source: The Enigma story
ar: قصة Enigma
it: La storia di Enigma

source: The frame at the playhead, through the shot camera, as a PNG.
ar: الإطار عند رأس التشغيل، عبر كاميرا اللقطة، كصورة PNG.
it: Il fotogramma alla testina, dalla camera dell'inquadratura, come PNG.

source: The joystick is in Settings ▸ Stage when you want it back
ar: عصا التحكم في الإعدادات ▸ المسرح متى أردت إعادتها
it: Il joystick è in Impostazioni ▸ Palco quando lo rivuoi

source: The Kit
ar: العدّة
it: Il Kit

source: The Kit: CC0 models by Kenney and Quaternius, real-world size, ready for every Look. Search finds them too.
ar: العدّة: نماذج CC0 من Kenney وQuaternius بأحجام حقيقية وجاهزة لكل أسلوب. يجدها البحث أيضًا.
it: Il Kit: modelli CC0 di Kenney e Quaternius, a grandezza reale, pronti per ogni stile. Anche la ricerca li trova.

source: The look, top left
ar: الأسلوب، أعلى اليسار
it: Lo stile, in alto a sinistra

source: The models in the Library's Sets come from Kenney (kenney.nl: Furniture, Food, Nature, City, Car, Space, Survival and
ar: النماذج في مجموعات المكتبة من Kenney (kenney.nl: Furniture وFood وNature وCity وCar وSpace وSurvival و
it: I modelli dei Set della Libreria provengono da Kenney (kenney.nl: Furniture, Food, Nature, City, Car, Space, Survival e

source: The new words keep the timing of the old ones.
ar: تحتفظ الكلمات الجديدة بتوقيت القديمة.
it: Le nuove parole mantengono i tempi delle vecchie.

source: The Night Market: about 400 objects, six walking figures, four Blobs, lanterns and a slow dolly, for 20 seconds at full speed.
ar: السوق الليلي: نحو 400 عنصر وست شخصيات تمشي وأربعة Blob وفوانيس وحركة دولي بطيئة، لمدة 20 ثانية بأقصى سرعة.
it: Il Mercato notturno: circa 400 oggetti, sei figure che camminano, quattro Blob, lanterne e un carrello lento, per 20 secondi a piena velocità.

source: The other version is saved as a copy
ar: حُفظت النسخة الأخرى كنسخة
it: L'altra versione è salvata come copia

source: The paint couldn't be brought onto the new shape
ar: تعذّر نقل الطلاء إلى الشكل الجديد
it: Non è stato possibile portare la pittura sulla nuova forma

source: The scene's Look
ar: أسلوب المشهد
it: Lo stile della scena

source: The script failed: %@
ar: فشل النص البرمجي: %@
it: Lo script non è riuscito: %@

source: The script has a problem: %@
ar: في النص البرمجي مشكلة: %@
it: Lo script ha un problema: %@

source: The selection as a glTF (.glb).
ar: التحديد بصيغة glTF (.glb).
it: La selezione come glTF (.glb).

source: The selection.
ar: التحديد.
it: La selezione.

source: The shape changed since it was rigged.
ar: تغيّر الشكل منذ تركيب الهيكل.
it: La forma è cambiata da quando è stato armato.

source: The sidebar's sliders change with what you're doing. Two-finger tap undoes, three redoes.
ar: تتغيّر منزلقات الشريط الجانبي حسب ما تفعل. النقر بإصبعين يتراجع، وبثلاثة يعيد.
it: I cursori della barra laterale cambiano con ciò che fai. Tocco a due dita annulla, a tre ripete.

source: The skin follows the bones by itself. Paint a bone's weight only where a bend looks wrong.
ar: الجلد يتبع العظام تلقائيًا. ارسم وزن عظمة فقط حيث يبدو الانثناء خاطئًا.
it: La pelle segue le ossa da sola. Dipingi il peso di un osso solo dove una piega non convince.

source: The stage now adapts its resolution to stay smooth.
ar: يكيّف المسرح الآن دقته ليبقى سلسًا.
it: Ora il palco adatta la sua risoluzione per restare fluido.

source: The start of the kept history
ar: بداية السجلّ المحفوظ
it: L'inizio della cronologia conservata

source: The subject isn't in the previous shot
ar: الموضوع ليس في اللقطة السابقة
it: Il soggetto non è nell'inquadratura precedente

source: The subject warm and lit, the world cool and dimmer: the eye goes to the warm.
ar: الموضوع دافئ ومضاء والعالم بارد وأعتم: تذهب العين إلى الدافئ.
it: Il soggetto caldo e illuminato, il mondo freddo e più scuro: l'occhio va al caldo.

source: The timeline open from the start.
ar: الخط الزمني مفتوح من البداية.
it: La timeline aperta fin dall'inizio.

source: the top of the head
ar: قمة الرأس
it: la cima della testa

source: The very last change couldn't be read back. Everything before it is here.
ar: تعذّرت قراءة آخر تعديل فقط. كل ما قبله موجود هنا.
it: L'ultimissima modifica non si è potuta rileggere. Tutto ciò che la precede è qui.

source: The whole scene as a glTF (.glb).
ar: المشهد كاملًا بصيغة glTF (.glb).
it: L'intera scena come glTF (.glb).

source: The whole scene.
ar: المشهد كله.
it: Tutta la scena.

source: Theater
ar: المسرح الرئيسي
it: Teatro

source: Their scenes and renders are removed. Library items stay in your library.
ar: تُحذف مشاهدها وعروضها. عناصر المكتبة تبقى في مكتبتك.
it: Le loro scene e i loro render vengono eliminati. Gli elementi della libreria restano nella tua libreria.

source: Theme
ar: السمة
it: Tema

source: There's no solid to check yet
ar: لا يوجد مجسم لفحصه بعد
it: Non c'è ancora un solido da controllare

source: Thicker
ar: أسمك
it: Più spesso

source: Thinner
ar: أرفع
it: Più sottile

source: Thinnest wall: %@
ar: أرق جدار: %@
it: Parete più sottile: %@

source: Third point
ar: النقطة الثالثة
it: Terzo punto

source: Thirds
ar: الأثلاث
it: Terzi

source: This board couldn't be opened.
ar: تعذّر فتح هذه اللوحة.
it: Impossibile aprire questa lavagna.

source: This can't be painted (try a shape, a modelled part or a placed model)
ar: لا يمكن طلاء هذا (جرّب شكلًا أو جزءًا منمذجًا أو نموذجًا موضوعًا)
it: Questo non si può dipingere (prova una forma, una parte modellata o un modello inserito)

source: This can't be rigged
ar: لا يمكن تركيب هيكل لهذا
it: Questo non si può armare

source: This iPad
ar: هذا الآيباد
it: Questo iPad

source: This iPad can't track its motion (ARKit world tracking is unavailable)
ar: لا يستطيع هذا الآيباد تتبّع حركته (تتبّع ARKit غير متاح)
it: Questo iPad non può tracciare il movimento (il tracciamento ARKit non è disponibile)

source: This is the stage
ar: هذا هو المسرح
it: Questo è il palco

source: This layer is hidden
ar: هذه الطبقة مخفية
it: Questo livello è nascosto

source: This model has no clips. Import clips made for the same skeleton (Mixamo, Quaternius…) and they play here.
ar: لا مقاطع لهذا النموذج. استورد مقاطع مصنوعة للهيكل نفسه (Mixamo، Quaternius…) وستعمل هنا.
it: Questo modello non ha clip. Importa clip fatte per lo stesso scheletro (Mixamo, Quaternius…) e si riproducono qui.

source: This model hasn't loaded yet
ar: لم يُحمَّل هذا النموذج بعد
it: Questo modello non è ancora caricato

source: This model moves with a skeleton: painting on characters arrives with rigging
ar: يتحرك هذا النموذج بهيكل عظمي: يأتي طلاء الشخصيات مع التحريك بالعظام
it: Questo modello si muove con uno scheletro: la pittura sui personaggi arriva con il rigging

source: This model moves with its own skeleton, so it can't be painted yet
ar: هذا النموذج يتحرك بهيكله الخاص، لذا لا يمكن تلوينه بعد
it: Questo modello si muove con il suo scheletro, quindi non si può ancora dipingere

source: This project remembers these. How close a face must be to snap is the sidebar's top slider.
ar: هذا المشروع يتذكّر هذه الإعدادات. مدى قرب الوجه حتى يلتقط هو المنزلق العلوي في الشريط الجانبي.
it: Questo progetto se le ricorda. Quanto vicina deve essere una faccia per agganciarsi è il cursore in alto nella barra laterale.

source: This property has no curve (colours and switches step from key to key).
ar: لا منحنى لهذه الخاصية (الألوان والمفاتيح تنتقل من مفتاح لآخر مباشرة).
it: Questa proprietà non ha curva (colori e interruttori passano a scatti da chiave a chiave).

source: This scene is more than this iPad keeps smooth
ar: هذا المشهد أكثر مما يحافظ هذا الآيباد على سلاسته
it: Questa scena è più di quanto questo iPad mantenga fluido

source: This scene uses %@ of what this iPad keeps smooth. The preview is at %@.
ar: يستخدم هذا المشهد %@ مما يحافظ هذا الـ iPad على سلاسته. المعاينة عند %@.
it: Questa scena usa il %@ di ciò che questo iPad mantiene fluido. L'anteprima è al %@.

source: This scene uses %@ of what this iPad keeps smooth. The preview is lighter for now, at %@.
ar: يستخدم هذا المشهد %@ مما يحافظ هذا الـ iPad على سلاسته. المعاينة أخفّ حاليًا، عند %@.
it: Questa scena usa il %@ di ciò che questo iPad mantiene fluido. Per ora l'anteprima è più leggera, al %@.

source: This shape couldn't be laid flat for painting
ar: تعذّر بسط هذا الشكل للطلاء
it: Non è stato possibile distendere questa forma per dipingerla

source: Threes
ar: ثلاثي
it: Tre

source: Tick
ar: تكّة
it: Tic

source: Tilt
ar: الإمالة
it: Inclinazione

source: Time comes when called
ar: الوقت يأتي عند استدعائه
it: Il tempo arriva quando lo chiami

source: Time lives below
ar: الزمن في الأسفل
it: Il tempo vive qui sotto

source: Timeline
ar: الخط الزمني

source: Timeline menu
ar: قائمة الخط الزمني
it: Menu timeline

source: Timeline settings…
ar: إعدادات الخط الزمني…
it: Impostazioni timeline…

source: Tip
ar: الرأس
it: Punta

source: Tip opacity
ar: عتامة الطرف
it: Opacità della punta

source: Tip size
ar: حجم الطرف
it: Dimensione della punta

source: Title
ar: عنوان
it: Titolo

source: To start
ar: إلى البداية
it: All'inizio

source: To the ground
ar: إلى الأرض
it: A terra

source: Toast
ar: إشعار
it: Notifica

source: Toon
ar: كرتوني

source: Top
ar: علوي
it: Alto

source: Top and bottom
ar: الأعلى والأسفل
it: Sopra e sotto

source: Top light
ar: إضاءة علوية
it: Luce dall'alto

source: Torus
ar: حلقة
it: Toro

source: Touch and hold a Look for its options. Built-in Looks stay as they are; duplicate one to change it.
ar: المس مطولًا أسلوبًا لخياراته. تبقى الأساليب المضمّنة كما هي؛ كرّر واحدًا لتغييره.
it: Tocca e tieni premuto uno stile per le opzioni. Gli stili integrati restano come sono; duplicane uno per cambiarlo.

source: Touch and hold an object for its menu. With something selected, Add to the selection is in it.
ar: المس مطولًا أي عنصر لفتح قائمته. عند وجود تحديد، تجد فيها «أضِف إلى التحديد».
it: Tocca e tieni premuto un oggetto per il suo menu. Con qualcosa di selezionato, lì trovi Aggiungi alla selezione.

source: Touch and hold an object on the stage to add it to the selection.
ar: المس مطولًا عنصرًا على المسرح لإضافته إلى التحديد.
it: Tocca e tieni premuto un oggetto sul palco per aggiungerlo alla selezione.

source: Touch to screen: %@
ar: من اللمس إلى الشاشة: %@
it: Dal tocco allo schermo: %@

source: Tour
ar: جولة

source: Track
ar: المسار
it: Traccia

source: Track opacity
ar: عتامة المسار
it: Opacità della traccia

source: Tracks
ar: المسارات
it: Tracce

source: Transcribe a voiceover (Sound & words) and its words appear here.
ar: انسخ تعليقًا صوتيًا (الصوت والكلمات) وستظهر كلماته هنا.
it: Trascrivi una voce fuori campo (Suono e parole) e le sue parole appaiono qui.

source: Transcribe a voiceover first
ar: انسخ تعليقًا صوتيًا أولًا
it: Prima trascrivi una voce fuori campo

source: Transcribe the voiceover and the captions appear.
ar: انسخ التعليق الصوتي فتظهر التعليقات المكتوبة.
it: Trascrivi la voce fuori campo e appaiono i sottotitoli.

source: Transcribe the voiceover first, so the music knows when you speak
ar: انسخ التعليق الصوتي أولًا لتعرف الموسيقى متى تتكلم
it: Prima trascrivi la voce fuori campo, così la musica sa quando parli

source: Transcribe the voiceover first: lip sync reads its words
ar: انسخ التعليق الصوتي أولًا: مزامنة الشفاه تقرأ كلماته
it: Prima trascrivi la voce fuori campo: il lip sync legge le sue parole

source: Transcript
ar: النص المكتوب
it: Trascrizione

source: Transcription failed: %@
ar: فشل النسخ: %@
it: Trascrizione non riuscita: %@

source: Transform
ar: تحويل
it: Trasforma

source: Transition
ar: الانتقال
it: Transizione

source: Triangle
ar: مثلث
it: Triangolo

source: Trim sound
ar: قص الصوت
it: Taglia suono

source: Truck
ar: تحريك جانبي
it: Carrello laterale

source: Try again
ar: حاول مجددًا
it: Riprova

source: Tube
ar: أنبوب
it: Tubo

source: Turn
ar: تدوير
it: Ruota

source: Turn in steps
ar: تدوير بخطوات
it: Ruota a scatti

source: Turns with the stroke
ar: يدور مع الضربة
it: Ruota con il tratto

source: Twice as fast
ar: أسرع بمرتين
it: Due volte più veloce

source: Twice as slow
ar: أبطأ بمرتين
it: Due volte più lento

source: Two sliders, and undo
ar: منزلقان، والتراجع
it: Due cursori, e annulla

source: Two-shot
ar: لقطة ثنائية
it: Due

source: Twos
ar: ثنائي
it: Due

source: Type a length, like 25 or 2*12 or 1.5 cm
ar: اكتب طولًا، مثل 25 أو 2*12 أو 1.5 سم
it: Scrivi una lunghezza, come 25 o 2*12 o 1,5 cm

source: Type an exact length
ar: اكتب طولًا دقيقًا
it: Scrivi una lunghezza esatta

source: Typewriter
ar: آلة كاتبة
it: Macchina da scrivere

source: Under the chin
ar: تحت الذقن
it: Sotto il mento

source: Undo
ar: تراجع
it: Annulla

source: Undo failed: %@
ar: فشل التراجع: %@
it: Annullamento non riuscito: %@

source: Unfavourite
ar: إزالة من المفضّلة
it: Togli dai preferiti

source: Ungroup
ar: فك التجميع
it: Separa

source: Union
ar: توحيد
it: Unisci

source: Units
ar: الوحدات
it: Unità

source: Unlock
ar: إلغاء القفل
it: Sblocca

source: Unpack
ar: فك الحزمة
it: Scompatta

source: Unstack
ar: فك الرزمة
it: Sciogli la pila

source: Untitled
ar: بلا عنوان
it: Senza titolo

source: Up and down
ar: صعودًا ونزولًا
it: Su e giù

source: Updated “%@” everywhere
ar: تم تحديث “%@” في كل مكان
it: “%@” aggiornato ovunque

source: Use a picture…
ar: استخدم صورة…
it: Usa un'immagine…

source: Use the model's own colours
ar: استخدام ألوان النموذج
it: Usa i colori del modello

source: Used for lip sync. Copyright (C) 1993-2015 Carnegie Mellon University. All rights reserved.
ar: يُستخدم لمزامنة الشفاه. Copyright (C) 1993-2015 Carnegie Mellon University. All rights reserved.
it: Usato per il lip sync. Copyright (C) 1993-2015 Carnegie Mellon University. All rights reserved.

source: Version
ar: الإصدار
it: Versione

source: Version of %@
ar: نسخة %@
it: Versione del %@

source: Versions
ar: النسخ
it: Versioni

source: Vertical
ar: عمودي
it: Verticale

source: Views
ar: المناظر
it: Viste

source: Visible
ar: مرئي
it: Visibile

source: Voice & face
ar: الصوت والوجه
it: Voce e volto

source: Voiceover
ar: تعليق صوتي
it: Voce fuori campo

source: Voiceover recorded. Transcribe it to get word timings
ar: تم تسجيل التعليق الصوتي. انسخه للحصول على توقيت الكلمات
it: Voce registrata. Trascrivila per avere i tempi delle parole

source: Volume
ar: مستوى الصوت

source: Walk in place (a path moves it)
ar: مشي في المكان (المسار يحركه)
it: Cammina sul posto (un percorso lo sposta)

source: Walk speed = path speed
ar: سرعة المشي = سرعة المسار
it: Velocità di camminata = velocità del percorso

source: Walls
ar: جدران
it: Muri

source: Walls follow the corners you tap; doors and windows go where you tap a wall.
ar: الجدران تتبع الزوايا التي تلمسها؛ الأبواب والنوافذ توضع حيث تلمس جدارًا.
it: I muri seguono gli angoli che tocchi; porte e finestre vanno dove tocchi un muro.

source: Watch the shot
ar: شاهد اللقطة
it: Guarda l'inquadratura

source: Wave from centre
ar: موجة من المركز
it: Onda dal centro

source: Welcome island
ar: جزيرة الترحيب
it: Isola di benvenuto

source: Wet edges
ar: حواف مبللة
it: Bordi bagnati

source: What scripts can do
ar: ما يمكن للنصوص البرمجية فعله
it: Cosa possono fare gli script

source: What was said
ar: ما قيل
it: Cosa è stato detto

source: Where
ar: أين
it: Dove

source: Where it cuts
ar: مكان القطع
it: Dove taglia

source: Whip pan
ar: تحريك خاطف
it: Panoramica a schiaffo

source: White paints, black leaves the paper. Pictures with see-through parts paint where they're solid.
ar: الأبيض يرسم والأسود يترك الورق. الصور ذات الأجزاء الشفافة ترسم حيث تكون مصمتة.
it: Il bianco dipinge, il nero lascia la carta. Le immagini con parti trasparenti dipingono dove sono piene.

source: Whoosh
ar: حفيف
it: Fruscio

source: Wide
ar: لقطة واسعة
it: Campo lungo

source: Width
ar: العرض
it: Larghezza

source: Width and opacity are the sidebar's sliders.
ar: العرض والعتامة هما منزلقا الشريط الجانبي.
it: Larghezza e opacità sono i cursori della barra laterale.

source: Width and smoothing are the sidebar's sliders. Draw, then hold: the stroke snaps to a clean line, circle or rectangle.
ar: العرض والتنعيم هما منزلقا الشريط الجانبي. ارسم ثم اضغط مطولًا: يتحول الخط إلى خط أو دائرة أو مستطيل نظيف.
it: Larghezza e levigatura sono i cursori della barra laterale. Disegna, poi tieni premuto: il tratto diventa una linea, un cerchio o un rettangolo puliti.

source: Wiggle
ar: تمايل
it: Dimenati

source: Wind sway
ar: تمايل الريح
it: Oscillazione al vento

source: Window
ar: نافذة
it: Finestra

source: Wipe
ar: مسح
it: Tendina

source: Wobble
ar: ترنّح
it: Oscilla

source: Word timing runs on the iPad (Apple's speech recogniser; the language downloads once).
ar: يُحسب توقيت الكلمات على الآيباد (مُعرّف الكلام من Apple؛ تُنزَّل اللغة مرة واحدة).
it: I tempi delle parole si calcolano sull'iPad (riconoscimento vocale Apple; la lingua si scarica una volta).

source: Words
ar: الكلمات
it: Parole

source: Words & pictures
ar: كلمات وصور
it: Parole e immagini

source: Working out how it bends…
ar: جارٍ حساب كيف ينثني…
it: Calcolo di come si piega…

source: Write it on from the playhead
ar: اكتبه بدءًا من رأس التشغيل
it: Scrivilo dalla testina

source: Your face and hands drive the character live. Record in Perform to capture a take.
ar: وجهك ويداك يحرّكان الشخصية مباشرة. سجّل في الأداء لالتقاط لقطة.
it: Il tuo viso e le tue mani guidano il personaggio dal vivo. Registra in Esegui per catturare una ripresa.

source: Your library
ar: مكتبتك
it: La tua libreria

source: Zoom
ar: تكبير

source: Zoom blur
ar: ضبابية التكبير
it: Sfocatura zoom

source: Zoom through
ar: تكبير عبر
it: Zoom attraverso

source: “%@” applied
ar: تم تطبيق “%@”
it: “%@” applicato

source: “%@” copied to %@
ar: تم نسخ “%1$@” إلى %2$@
it: “%1$@” copiato in %2$@

source: “%@” is yours to tweak
ar: “%@” لك لتعديله
it: “%@” è tuo da ritoccare

source: “%@” isn't a brush file Maquette can open
ar: “%@” ليس ملف فُرَش يستطيع Maquette فتحه
it: “%@” non è un file di pennelli che Maquette sa aprire

source: “%@” was changed on two devices
ar: تم تغيير “%@” على جهازين
it: “%@” è stato modificato su due dispositivi

source: Scene Scripts
it: Scene Script
